Repository: Virtual-Viking-Longship/Bootkammergrab
Catalog: Assets/InventioBase/Xcode/Inventio/LocalizationManager/*.lproj/InventioBase.strings
Languages: no, sv

# Base.LanguageValidator
source: Language OK
no: Språk OK
sv: Språk OK

source: Stop
no: Stopp
sv: Stopp

source: Get Location
no: Få sted
sv: Hämta position

# Locations restricted
source: You don't have access to Locations, this application will not function properly
no: Du har ikke tilgang til Stedstjenester, denne applikasjonen vil ikke fungere riktig
sv: Du har inte tillgång till Platstjänster, den här applikationen kommer inte fungera korrekt

# Locations denied
source: You have to give the application access to location services, otherwise it will not work properly
no: Du må gi programmet tilgang til Stedstjenester, ellers vil det ikke fungere skikkelig
sv: Du måste ge applikationen tillgång till Platstjänster, annars kommer den inte fungera korrekt

source: Location Services
no: Stedstjenester
sv: Platstjänster

# Location unknown
source: There are some problems with Location Services, the application may not function properly
no: Det er noen problemer med Stedstjenester, applikasjonen vil ikke fungere riktig
sv: Det är problem med Platstjänster, applikationen kommer inte fungera korrekt

source: Look at this!
no: Se på dette!
sv: Titta på det här!

source: Snapshot from SitSim
no: Snapshot fra SitSim
sv: Snapshot från SitSim

# Snapshot instruction
source: Tap and hold on the small screen to take a "now & then" picture.
no: Berør den lille skjermen for å ta et "Nå & da" bilde.
sv: Berör den lilla skärmen för att ta en "Nu & då" bild.

# Warmup problem title
source: Calibration problem
no: Kalibreringsproblemer
sv: Kalibreringsproblem

# Warmup problem description
source: The application can't get a good compass and/or GPS reading, please move the device around to improve the calibration process.
no: Applikasjonen kan ikke lese kompasset og/eller GPS riktig, rotere enheten til å forbedre kalibreringen.
sv: Applikationen kan inte läsa av kompass och/eller GPS ordentligt, rotera enheten för att förbättra kalibreringen.
